Revit 2024 API
BuiltInFailures.InfillFailures.InsertJoinedWall Property
 Insert conflicts with joined Wall.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId InsertJoinedWall { get; }
Visual Basic
Public Shared ReadOnly Property InsertJoinedWall As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ InsertJoinedWall {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.InfillFailures Class
Autodesk.Revit.DB Namespace